[
  {
    "id": 13,
    "wine_listing_id": 4,
    "text": "I find this is a bit too sweet. The flavour is very light and easy to drink but I prefer more complex flavours.",
    "user": "Jack"
  },
  {
    "id": 12,
    "wine_listing_id": 4,
    "text": "Smooth drinking shiraz. It's a bit more than what I would normally spend but was gifted this and loved it!",
    "user": "Sarah"
  },
  {
    "id": 11,
    "wine_listing_id": 4,
    "text": "Such a good shiraz! Highly recommend to those shiraz lovers out there!",
    "user": "Peter"
  },
  {
    "id": 10,
    "wine_listing_id": 3,
    "text": "I'm not a big fan of this one. Their Premier Cru is much better and worth spending a bit more on, particularly for a special occasion or gift.",
    "user": "Raymond"
  },
  {
    "id": 9,
    "wine_listing_id": 3,
    "text": "Haven't tried their sparklings before, however have enjoyed a few of their other wines. Will give it a try.",
    "user": "Riley"
  },
  {
    "id": 8,
    "wine_listing_id": 3,
    "text": "As good as it gets for an Aussie sparkling. Not too sweet or gassy, just right.",
    "user": "Peter"
  },
  {
    "id": 7,
    "wine_listing_id": 3,
    "text": "Such a delightful sparkling! Shared this with some friends last night and saw it here by chance. Highly recommend!",
    "user": "Kim"
  },
  {
    "id": 6,
    "wine_listing_id": 2,
    "text": "Good Rose. Perfect for a spring or summer afternoon.",
    "user": "Bec"
  },
  {
    "id": 5,
    "wine_listing_id": 2,
    "text": "This was ok. Personally, I prefer the rose's from Provence. Look forward to seeing some other Rose's listed.",
    "user": "Kamal"
  },
  {
    "id": 4,
    "wine_listing_id": 2,
    "text": "Perfect for any occasion. Was gifted this and so impressed! Light and crisp flavours.",
    "user": "Anna"
  },
  {
    "id": 3,
    "wine_listing_id": 2,
    "text": "This is probably the best Australian Rose I've tried. Beautiful subtle flavour of cherries and not too sweet.",
    "user": "Jack"
  },
  {
    "id": 2,
    "wine_listing_id": 1,
    "text": "Smooth chardonnay. Not too oaky. Good to have paired with salmon",
    "user": "Nick"
  },
  {
    "id": 1,
    "wine_listing_id": 1,
    "text": "This wine is amazing! I tried it recently and really impressed with the characteristics.",
    "user": "Kamal"
  }
]
