[
  {
    "id": 5,
    "brand": "Torbreck",
    "grape_variety": "Shiraz",
    "year": 2019,
    "category": "Red",
    "country": "Australia",
    "region": "Barossa Valley",
    "description": "Torbreck's Woodcutter's Shiraz is produced from hand-tended low-yielding vines. Bold and hearty it shows ripe sweet fruit flavours with supple tannins. Has quickly become a firm favourite of all the full-bodied Barossa red wine lovers out there."
  },
  {
    "id": 4,
    "brand": "Two Hands",
    "grape_variety": "Shiraz",
    "year": 2020,
    "category": "Red",
    "country": "Australia",
    "region": "Barossa Valley",
    "description": "So drinkable, this wine jumps out of the glass and leaps down your through. Seamless with a clean finish, the acid, fruit and tannins work together to deliver the perfectly balance Barossa Shiraz."
  },
  {
    "id": 3,
    "brand": "Frogmore Creek",
    "grape_variety": "Pinot Noir Chardonnay",
    "year": 2017,
    "category": "Sparkling",
    "country": "Australia",
    "region": "Tasmania",
    "description": "Light beads, subtle, fresh and delicate. Beautiful wine."
  },
  {
    "id": 2,
    "brand": "Chapel Hill",
    "grape_variety": "Sangiovese",
    "year": 2021,
    "category": "Rose",
    "country": "Australia",
    "region": "Adelaide Hills",
    "description": "A dry and textured style which capitalises on Sangiovese’s delicious 'sweet' core of sour cherry fruit. The Sangiovese Rosé is brimming with cranberry and pomegranate aromas. The palate explodes with the flavours of fresh juicy raspberries and sour cherries, culminating with a spicy tannin finish."
  },
  {
    "id": 1,
    "brand": "Tolpuddle",
    "grape_variety": "Sangiovese",
    "year": 2013,
    "category": "White",
    "country": "Australia",
    "region": "Tasmania",
    "description": "Tolpuddle Vineyard Chardonnay reflects the cool maritime climate of Tasmania's Coal River Valley. The result is fine and precise Chardonnay with a backbone of firm acidity, and a combination of lightness of texture and intensity of flavour."
  }
]
